# 0_service
service-lang = ru
service-back_btn = ◀️ Назад
service-next_btn = Далее ▶️
service-done_btn = ✅ Готово
service-contact_btn = 💬 Связаться
service-to_msg_btn = 👀 К сообщению
service-admin_btn = 🛠️ Админка
service-support_btn = 👨🏻‍💻 Поддержка


# 1_onboarding
onboarding-welcome = Привет от команды бизнес-школы МФТИ! 👋
    
    Этот бот — твой помощник на время всего учебного процесса. Его функционал будет расширяться под разные цели!
    
    Сейчас его важная задача — помочь тебе лучше узнать своих однокурсников и преподавателей. А ещё осмыслять свой путь в магистратуре, чтобы взять от неё максимум.
onboarding-super_btn = Вау, супер!
onboarding-preonboarding = Для начала мы попросим тебя рассказать немного о себе. Эти данные мы соберём в галерею студентов, которой смогут пользоваться твои однокурсники и преподаватели бизнес-школы.
    
    Пожалуйста, отвечай подробно — так по профилю можно будет составить целостное представление о тебе.
    
    🔐 Нам также нужно твоё согласие на участие и обработку данных в научных целях.
onboarding-approve_btn = Соглашаюсь
onboarding-disapprove_btn = ❌ Я не согласен
onboarding-disapprove = К сожалению, без согласия на обработку данных бот не сможет работать. Если ты передумаешь, просто напиши /start.
onboarding-name = Как я могу к тебе обращаться?
    Напиши свои имя и фамилию.
onboarding-important_today = Отлично! Прежде чем начнём заполнять профиль, хочу задать тебе ещё 2 вопроса.
    
    ✨ Что для тебя сейчас самое важное в учёбе или работе?
    
    <i>Можешь ответить текстом, голосом или кружком</i>
onboarding-difficult_today = Спасибо, полезно это фиксировать!
    А что обычно дается тебе сложнее всего? Можешь вспомнить, что было вызовом в прошлом. 
onboarding-something_else = Принято. Хочешь отметить что-то ещё о себе, что поможет тебе в учебе?
onboarding-to_profile_btn = К профилю
onboarding-no_photo = Загрузи свою фотографию (для галереи студентов - ее увидят твои однокурсники). Убедись, что лицо хорошо видно крупным планом.
onboarding-yes_photo = Использовать это фото для галереи?
    
    Если нет, то загрузи свою фотографию.
onboarding-yes_btn = Да
onboarding-step_1 = Шаг 1 из 6.
    Расскажи немного о себе в свободной форме: увлечения, интересы, факты или мечты
onboarding-background = Расскажи о своем образовательном бэкграунде
onboarding-after_step_1 = Супер, идем дальше.
onboarding-step_2 = Шаг 2 из 6.
    Теперь расскажи кратко о своем профессиональном опыте. В том числе, про свой проект, если он уже есть.
onboarding-after_step_2 = Зафиксировано!
onboarding-step_3 = Шаг 3 из 6.
    Какие твои сферы профессиональных интересов прямо сейчас?
onboarding-step_4 = Шаг 4 из 6.
    А где бы ты { $want} постажироваться?
    Над какими проектами тебе было бы интересно поработать? 
onboarding-after_step_4 = Уже спешим подобрать лучшие стажировки ✍️
onboarding-step_5 = Шаг 5 из 6.
    Есть ли у тебя миссия? Если такой пока нет, подумай, какой вклад тебе бы хотелось сделать? (Для чего нужен твой продукт?)
onboarding-step_6 = Шаг 6 из 6.
    И давай еще раз зафиксируем, зачем тебе эта программа? Чего ты от нее ждешь?
onboarding-thanks_btn = Супер! Спасибо за твои ответы 🤗
    Из них получится отличный профиль для галереи студентов. Обязательно напишу, как можно будет ей пользоваться!


# 2_menu
menu-menu_btn = ☰ Меню
menu-menu_header = ----- ☰ Меню ----
menu-student_gallery_btn = Галерея студентов
menu-teacher_gallery_btn = Галерея преподавателей
menu-schedule_btn = Расписание
menu-my_profile_btn = Мой профиль


# 3_persons
persons-students_header = ----- Галерея студентов ----
persons-teachers_header = ----- Галерея преподавателей ----
persons-telegraph_btn = 🌐


# 4_edit
edit-edit_header = Выбери, что хочешь изменить:
edit-edit_btn = ✏️
edit-edit_photo_btn = 📸 фото
edit-edit_name_btn = 👤 имя
edit-edit_slogan_btn = 📢 слоган
edit-edit_prof_experience_btn = 💼 опыт
edit-edit_about_btn = 📍 о себе
edit-edit_tags_btn = 🏷️ интересы
edit-edit_expectations_btn = 🎯 ожидания
edit-edit_mission_btn = 🚀 миссия

